<?php
$show_complete_tasks = rand(0, 1);
$projects = ['Входящие', 'Учеба', 'Работа', 'Домашние дела', 'Авто'];
$tasks = [
    [
        'name' => 'Собеседование в IT компании',
        'date' => '01.01.2019',
        'category' => 'Работа',
        'status' => 'Нет',
    ],
    [
        'name' => 'Выполнить тестовое задание',
        'date' => '27.04.2019',
        'category' => 'Работа',
        'status' => 'Нет',
    ],
    [
        'name' => 'Сделать задание первого раздела',
        'date' => '21.12.2019',
        'category' => 'Учеба',
        'status' => 'Да',
    ],
    [
        'name' => 'Встреча с другом',
        'date' => '22.12.2019',
        'category' => 'Входящие',
        'status' => 'Нет',
    ],
    [
        'name' => 'Купить корм для кота',
        'date' => 'Нет',
        'category' => 'Домашние дела',
        'status' => 'Нет',
    ],
    [
        'name' => 'Заказать пиццу',
        'date' => 'Нет',
        'category' => 'Домашние дела',
        'status' => 'Нет',
    ],
];